# CreateRenderworksStyle

## Description
```pascal
FUNCTION CreateRenderworksStyle : HANDLE;
```

```python

def vs.CreateRenderworksStyle():
    return HANDLE
```

## Version
Availability: from Vectorworks 2012
## Category
* View / Zoom